{
  "title": "The Greatest Lie",
  "author": "Brian Chiang",
  "date": "January 12, 2012",
  "text": {
    "paragraphs": [
      [ 
        "Note: 'The Greatest Lie' is a song by the band Circa Survive."
      ],
      [
        "He opened his eyes and smiled.",
        "Today was the day.",
        "He saw the new day's sunlight dimly penetrating the thick curtains of his room as he hoisted himself from his bed.",
        "There was so little time, but, he thought happily, there was the never-ending future that lay before him."
      ],
      [
        "His entire life he had gone through the motions as his friends had done, going to school and prioritizing their studies.",
        "Even with the small, gradual dissolution of his earliest and strongest friendships that followed his transition to college, he still kept his studious conduct and found it easy to form new bonds with fellow like-minded students.",
        "But after college he found that friends, old and new, contacted him less and less until, in the end--not too quickly and not too slowly but rather as if it was meant to be--he lost touch with them altogether, and a feeling of solitude enveloped him."
      ],
      [
        "As he realized he was the only person whom to base himself on, he started to question his past goals, desires, and being as a whole.",
        "For as long as he could remember he had focused on his studies.",
        "Why?",
        "So he could get a job.",
        "Why?",
        "So he could make a living.",
        "Why?",
        "It seemed obvious: So he could sustain his life.",
        "But why?",
        "It seemed to him that people lived their lives solely to survive, hanging so desperately and pitifully onto the ever dwindling thread of existence, even if they weren't satisfied with their conditions."
      ],
      [
        "So he had tried to find a meaning to his life, a reason to keep gripping onto that delicate thread, not as its own end but as a means to something greater.",
        "Music?",
        "He listened to several genres of music, but no music, classical or contemporary, he felt reflected, lyrically or melodically, any of his feelings.",
        "So he had tried to create his own music, but any chord, any progression that he tried lacked in that feeling of existence he felt.",
        "Literature?",
        "Books, he found, stimulated his imagination: They created worlds and situation in which he could momentarily escape.",
        "But still he found the lack of personal connection with any story he read."
      ],
      [
        "He soon gave up the attempt of relating himself to something material and began to relate himself to himself.",
        "He walked the streets of his hometown at day and night, and that gave meaning to him.,",
        "He was there by himself; he was experiencing by himself; he perceived by himself.",
        "Comfortable in knowing that nothing material could ever possess or reflect the amount of weight and depth of his emotional perception, he then started to think of what created these feelings and ideas that would torrent through his being.",
        "What he came to conclude ruined him.",
        "He hated to describe it the way that would make him panic and want to escape from his body and exist simply as a consciousness, an existence that was not confined to--a slave to--the rules of the universe, to numbers and figures."
      ],
      [
        "He was instead the stone that rolled down the hill; he was the peaceful roar of a multicolored sunset; he was the filth and decay of rotting flesh; he was a burning cigarette."
      ],
      [
        "He was a burning cigarette.",
        "It hit him one night while he was smoking a cigarette under the light of the moon: The cigarette would burn until it reached its end, and it was confined to burn only as long as its flammable constituents allowed it to.",
        "Of course, the cigarette could start a fire--it could burn down a house--but the cigarette, once it had burned all that it could burn of itself, no longer existed as it did and would have dissipated into the world.",
        "And looking up at the stolen glory of the moon as a plume of smoke from his dying cigarette floated toward the darkened heavens, he reazlied then the answer that he had for so long tried to find and feel: What existence really was and felt like: What the universe felt."
      ],
      [
        "He then came to discover something else: Everything that happened to a human--anything that could be perceived or experienced by one--was processed into something that gave it a human element, so much like the window curtain in his room that morphed the window's purpose; it was as if the truth were defiled by the lie of the human soul.",
        "And when he had thought that wretched, liberating thought, he discovered then how he could experience the universe, how to truly understand and exist as a part of it--how to understand the God that was the universe.",
        "And so he had smoked all his cigarettes that night save one, which he would smoke the next day."
      ],
      [
        "The night led to day--the now; as he considered it, the beginning of a true existence.",
        "And in this morning of truth he undressed himself and walked out the door with his last cigarette, a white lighter and a steak knife, ready to begin the process that would free him from the confines of his systematic body, and feeling that everything was perfect and from this point on would always be."
      ],
      [
        "Outside revealed a crisp spring day: The morning sunlight descended warmly and discreetly, softly nudging the dew of a new day awake as birds chirped happily atop the trees, exchanging their songs of existence."
      ],
      [
        "The beauty and serenity of the day were a lie, and the sunlight would never nudge the dew awake.",
        "With this thought he sat himself down on the dewy grass and put his last cigarette in his mouth and lit it with his lighter.",
        "As he took a drag and exhaled, he took a moment to reflect on the amazing, impregnable present which would never be desecrated by him again.",
        "He put the cigarette back in his mouth and plunged the steak knife into the side of his neck, severing his jugular vein.",
        "He pulled the knife from his neck and as his blood spilled onto the grass, he continued to smoke with love-dimmed eyes."
      ],
      [
        "'So find me a place to begin', he sighed as he started to lose conscious."
      ],
      [
        "A burning cigarette fell from the lips of a lifeless body and continued to burn until it had burned itself out."
      ]
    ]
  }
}
